10/data/attachments/849bb5d136dfb54.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_d5a9c198-a2c1-4b20-afbb-b427d7cda18d</nif:username>
            <nif:friendToBeAdded>Lisa_imagine_Actions_73241_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>